[
  {
    "id": 0,
    "image": "source/items/0.Roborock-S5-MAX-white.webp",
    "brand": "Roborock",
    "brandId": 0,
    "model": "Roborock S5 MAX",
    "color": "белый",
    "price": 32990,
    "rating": 5,
    "count": 6,
    "suctionPower": 58,
    "cleaningType": "сухая и влажная",
    "cleaningTypeId": 1,
    "isPopular": true,
    "info": "Пылесос максимально адаптирован для влажной уборки: большая емкость для воды, есть новая функция «Зоны без швабры», благодаря которой робот при установке емкости для воды не будет заезжать на выбранные зоны (обычно это ковры). Как только Вы снимите насадку для влажной уборки, настройки запретных зон пропадут. Также удобна электронная регулировка подачи воды.\nРядом с основной щеткой установлен достаточно большой прозрачный резервуар для воды. Резервуар легко снимается и вмещает 290 мл воды. Этого объема достаточно для влажной уборки 65м² более чем 3 раза или 200 м² за раз.\n\nУстройство учитывает все нюансы планировки, что позволяет увеличить эффективность уборки. Благодаря высокоточным датчикам LDS пылесос сканирует комнату со скоростью 5 x 360° в секунду. Точная карта комнаты создаётся в реальном времени благодаря алгоритму SLAM, система планирует зону уборки и создаёт Z образный путь очистки по новому, на 15% эффективнее, чем предыдущие модели. Обновлённая навигационная система обеспечивает более быстрое, стабильное и точное построение карты помещения, помимо этого робот пылесос автоматически распознает помещение и ориентируется в нём практически как человек. Новый алгоритм планирования маршрута Rock Navigition гораздо умнее своих предшественников."
  },
  {
    "id": 1,
    "image": "source/items/1.Roborock-S5-MAX-black.webp",
    "brand": "Roborock",
    "brandId": 0,
    "model": "Roborock S5 MAX",
    "color": "черный",
    "price": 32990,
    "rating": 5,
    "count": 9,
    "suctionPower": 58,
    "cleaningType": "сухая и влажная",
    "cleaningTypeId": 1,
    "isPopular": true,
    "info": "Пылесос максимально адаптирован для влажной уборки: большая емкость для воды, есть новая функция «Зоны без швабры», благодаря которой робот при установке емкости для воды не будет заезжать на выбранные зоны (обычно это ковры). Как только Вы снимите насадку для влажной уборки, настройки запретных зон пропадут. Также удобна электронная регулировка подачи воды.\nРядом с основной щеткой установлен достаточно большой прозрачный резервуар для воды. Резервуар легко снимается и вмещает 290 мл воды. Этого объема достаточно для влажной уборки 65м² более чем 3 раза или 200 м² за раз.\n\nУстройство учитывает все нюансы планировки, что позволяет увеличить эффективность уборки. Благодаря высокоточным датчикам LDS пылесос сканирует комнату со скоростью 5 x 360° в секунду. Точная карта комнаты создаётся в реальном времени благодаря алгоритму SLAM, система планирует зону уборки и создаёт Z образный путь очистки по новому, на 15% эффективнее, чем предыдущие модели. Обновлённая навигационная система обеспечивает более быстрое, стабильное и точное построение карты помещения, помимо этого робот пылесос автоматически распознает помещение и ориентируется в нём практически как человек. Новый алгоритм планирования маршрута Rock Navigition гораздо умнее своих предшественников."
  },

  {
    "id": 2,
    "image": "source/items/2.Mi-Robot-Vacuum-Cleaner-1S-CN.webp",
    "brand": "Xiaomi",
    "brandId": 1,
    "model": "Xiaomi Mi Robot Vacuum Cleaner 1S CN",
    "color": "белый",
    "price": 16990,
    "rating": 5,
    "count": 4,
    "suctionPower": 58,
    "cleaningType": "сухая",
    "cleaningTypeId": 0,
    "isPopular": true,
    "info": "«Умный» уборщик роботизированного типа для поддержания чистоты в помещениях жилого фонда. В сравнении с базовой модификацией пылесоса модель 1S разжилась камерой визуального позиционирования. Она гармонично дополняет лазерную систему навигации, которая находится в небольшой башенке на «спинке» устройства. LDS-датчик в вышеупомянутой башенке сканирует окружение на 360° и определяет местоположение пылесоса в комнате. Затем робот-пылесос рисует карту помещения, на основании чего моделирует положение всех объектов на ней и строит оптимальные маршруты уборки. Всего на бортовое вооружение модели поставлены 12 датчиков. За передвижение пылесоса в ответе пара прорезиненных колёс с большим ходом подвески для преодоления препятствий на манер дверных порожков и маленькое поворотное колесо спереди. Между основными колёсами находится вращающийся вал-турбощётка. Контейнер для мусора у роботизированного уборщика имеет объём 0.42 л. Доступ к отсеку-пылесборнику с HEPA-фильтром открывается через верхнюю крышку. Удалённое управление пылесосом производится через мобильное приложение Mi Home. Там же отображаются данные о заряде батареи, времени и площади уборки. На полном баке батареи пылесос может убирать до 2.5 часов. При низком заряде аккумулятора он самостоятельно направляется к зарядной базе."
  },

  {
    "id": 3,
    "image": "source/items/3.Xiaomi-Dreame-Bot-D9-Pro.webp",
    "brand": "Xiaomi",
    "brandId": 1,
    "model": "Xiaomi Dreame Bot D9 Pro",
    "color": "черный",
    "price": 30634,
    "rating": 4,
    "count": 2,
    "suctionPower": 40,
    "cleaningType": "влажная и влажная",
    "cleaningTypeId": 1,
    "isPopular": false,
    "info": "Интеллектуальный алгоритм SLAM и усовершенствованная картографическая система обеспечивают свободное ориентирование пылесоса в помещении.\nМощный двухъядерный процессор проводит сложные математические вычисления, позволяя строить высокоточные карты и вносить в них изменения в режиме реального времени.\nВысокая сила всасывания в 4000 Па обеспечивает быстрое и эффективное удаление пыли.\n4 уровня всасывания позволяют выбрать подходящий режим работы пылесоса.\nV-образная роликовая щетка плотно прилегает к поверхности и вычищает пыль в щелях и зазорах.\nОсобая конструкция щетки предотвращает запутывание шерсти и отлично подходит для пользователей с домашними питомцами. \nТряпка для пылесоса впитывает оптимальное количество воды и обеспечивает тщательную влажную уборку.\nРезервуар для воды объемом 270 мл позволяет проводить уборку даже больших квартир и домов.\nБольшой пылесборник объемом 570 мл вмещает в себя значительное количество пыли и мусора.\nГолосовое управление осуществляется через виртуального ассистента Aлиса.\nИнтеллектуальное управление происходит через адаптированное мобильное приложение Mi Home.\nВы можете самостоятельно настроить параметры работы пылесоса и составить график уборок."
  },

  {
    "id": 4,
    "image": "source/items/4.Polaris-PVCR-3200-IQ-Home-Aqua-blue.webp",
    "brand": "Polaris",
    "brandId": 2,
    "model": "Polaris PVCR 3200 IQ Home Aqua",
    "color": "синий",
    "price": 17990,
    "rating": 4,
    "count": 1,
    "suctionPower": 40,
    "cleaningType": "сухая и влажная",
    "cleaningTypeId": 1,
    "isPopular": true,
    "info": "Робот-пылесос Polaris PVCR 3200 IQ Home Aqua с wi-fi управлением предназначен для сухой и влажной уборки. В приложении Polaris IQ Home вы из любой точки мира сможете включать прибор и следить за его состоянием, регулировать мощность всасывания и интенсивность подачи воды, отслеживать износ аксессуаров, установить защиту от детей (от несанкционированного запуска) и запланировать уборку на неделю вперед. Для любителей голосовых помощников настроена работа с Алисой и Марусей. Мотор 40 Вт обеспечивает высокую мощность всасывания для безукоризненной уборки. С помощью вращающихся боковых и центральной щетки пылесос собирает даже самый мелкий мусор, а благодаря системе продуманного построения маршрута GyroInside робот не пропустит ни одного участка в вашем доме. Емкость аккумулятора 3200 мАч обеспечивает до 150 минут уборки без подзарядки. Уровень шума не превышает 63 дБ. Оценить интерфейс и функционал прибора можно в деморежиме в приложении Polaris IQ Home."
  },

  {
    "id": 5,
    "image": "source/items/5.Polaris-PVCR-3200-IQ-Home-Aqua-white.webp",
    "brand": "Polaris",
    "brandId": 2,
    "model": "Polaris PVCR 3200 IQ Home Aqua",
    "color": "белый",
    "price": 17990,
    "rating": 4,
    "count": 3,
    "suctionPower": 40,
    "cleaningType": "сухая и влажная",
    "cleaningTypeId": 1,
    "isPopular": true,
    "info": "Робот-пылесос Polaris PVCR 3200 IQ Home Aqua с wi-fi управлением предназначен для сухой и влажной уборки. В приложении Polaris IQ Home вы из любой точки мира сможете включать прибор и следить за его состоянием, регулировать мощность всасывания и интенсивность подачи воды, отслеживать износ аксессуаров, установить защиту от детей (от несанкционированного запуска) и запланировать уборку на неделю вперед. Для любителей голосовых помощников настроена работа с Алисой и Марусей. Мотор 40 Вт обеспечивает высокую мощность всасывания для безукоризненной уборки. С помощью вращающихся боковых и центральной щетки пылесос собирает даже самый мелкий мусор, а благодаря системе продуманного построения маршрута GyroInside робот не пропустит ни одного участка в вашем доме. Емкость аккумулятора 3200 мАч обеспечивает до 150 минут уборки без подзарядки. Уровень шума не превышает 63 дБ. Оценить интерфейс и функционал прибора можно в деморежиме в приложении Polaris IQ Home."
  },

  {
    "id": 6,
    "image": "source/items/6.Tefal-RG7133RH.webp",
    "brand": "Tefal",
    "brandId": 3,
    "model": "Tefal RG7133RH",
    "color": "красный",
    "price": 10990,
    "rating": 3,
    "count": 5,
    "suctionPower": 30,
    "cleaningType": "сухая",
    "cleaningTypeId": 0,
    "isPopular": true,
    "info": "Робот-пылесос Tefal RG7133RH способен ориентироваться в комнате, огибать углы, так как имеет встроенные датчики для обнаружения препятствий. Модель производит постоянную самодиагностику для предотвращения перегрева и может распознавать пороги и ступеньки, останавливаясь перед ними. В памяти устройства сохраняется заданное расписание уборки на неделю, и оно автоматически включается в нужное время. Панель управления с кнопками расположена на корпусе и позволяет выбрать один из семи базовых режимов работы с различной траекторией. Конструкция снабжена боковыми гибкими щетками, которые помогают извлекать пыль из углов и из-под мебели.\n\nРобот-пылесос Tefal RG7133RH функционирует от литиево-ионной батареи и способен выполнять уборку в течение 100 мин без подзарядки. Устройство самостоятельно направляется на док-станцию, когда аккумулятор начинает садиться. Цифровой дисплей с часами отображает не только текущую программу, но и информирует о заполнении пылесборника и остатке заряда. Контейнер для мусора имеет объем 0,25 л и работает по принципу циклонной системы, поэтому легко очищается."
  }
]